Repository: Averell7/idefix-config
Catalog: confix/share/locale/*/LC_MESSAGES/confix.po
Languages: fr

source: Filtered Web access
fr: Accès Internet filtré

source: <b>Colors legend :</b> <span foreground="green">green : the rule gives access to... </span> <span foreground="red">red : the rule denies access to...</span> <span background="yellow">yellow background : open access to the Web</span> <i>italics : This rule applies to all users</i> <span foreground="gray" strikethrough="true" >This rule is inactive</span>
fr: <b>Légende des couleurs :</b> <span foreground="green">vert : cett règle donne accès à... </span> <span foreground="red">rouge : cett règle interdit l'accès à...</span> <span background="yellow">fond jaune : cette règle donne un accès ouvert au Web.</span> <i>italiques : cette règle s'applique à tous les utilisateurs.</i> <span foreground="gray" strikethrough="true" >gris, barré : cette règle est inactive.</span>

source: Close the window
fr: Fermer la fenêtre

source: There is a problem with your Idefix configuration
fr: Il y a un problème dans votre configuration Idéfix

source: eth0 and eth1 must have different subets.
fr: Les ports eth0 et eth1 doivent se trouver sur des sous-réseaux différents.

source: First Use Assistant
fr: Assistant pour la première utilisation

source: Welcome to first run of Confix. Please make sure your Idefix is turned on and your computer is connected to the network
fr: Bienvenue à la première exécution de Confix. S’il vous plaît assurez-vous que votre Idéfix est en marche et que votre ordinateur est connecté au réseau

source: Detecting Idefix...
fr: Détection d'Idéfix...

source: Select idefix to configure:
fr: Choisissez le module Idéfix à configurer :

source: Connecting to Idefix....
fr: Connexion à Idéfix en cours...

source: Reading FTP configuration...
fr: Lecture de la configuration FTP...

source: An Idefix module has been found on address: %s A connection profile has been created for it with the name: default. A FTP configuration has been found. Please modify the name if you want, and Apply.
fr: Un module Idéfix a été trouvé à l'adresse : %s Un profil de connexion a été créé pour lui avec le nom : défaut Une configuration FTP a été trouvée. Modifiez le nom si vous le souhaitez et confirmez.

source: Enter the name for this ftp connection profile
fr: Entrez un nom pour ce profil de connexion ftp

source: Connection Information
fr: Information sur la connexion

source: Detecting...
fr: Détection en cours...

source: Create User Assistant
fr: Assistant pour la création d'un utilisateur

source: This assistant will help you to create a new user :
fr: Cet assistant vous aidera à créer un nouvel utilisateur :

source: Select an account request from the list
fr: Choisissez une demande d'accès dans la liste

source: Ask your user visit: %s then refresh this list to automatically add them.
fr: Demandez à votre utilisateur de visiter : %s puis actualisez cette liste pour les ajouter automatiquement.

source: Refresh List
fr: Rafraîchir la liste

source: User Name
fr: Nom d'utilisateur

source: Or create a new user name
fr: Ou créez un nouveau nom d'utilisateur

source: Choose an option, select a line or type a name, and click "Next"
fr: Choisissez une option, sélectionnez une ligne ou tapez un nom, et cliquez sur "suivant"

source: Create a new user
fr: Créer un nouvel utilisateur

source: Please, enter the name of the new user :
fr: Entrez le nom du nouvel utilisateur :

source: Now you must add its Mac address. You If you don't know it, it is possible to add it later in the "Users and categories tab.
fr: Maintenant vous devez ajouter son adresse Mac. Si vous ne la connaissez pas, il sera possible de l'ajouter plus tard dans l'onglet "Utilisateurs et Catégories".

source: Find Address Automatically
fr: Trouver l'adresse automatiquement

source: Add another address
fr: Ajouter une autre adresse

source: Enter one or more addresses and then click "Next"
fr: Entrez une adresse ou plusieurs, et cliquez sur "Suivant"

source: Do you want to :
fr: Voulez-vous :

source: Create a new account for this user
fr: Créer un compte pour cet utilisateur

source: Add a permission for a new device to an existing account
fr: Ajouter à un compte existant une autorisation pour un nouvel appareil

source: Choose an option, Correct the name, if desired, or select a line, and click "Next"
fr: Choisissez une option, corrigez le nom si vous le souhaitez, ou sélectionnez une ligne, et cliquez sur "suivant"

source: Choose the services you want to activate
fr: Choisissez les services que vous voulez activer pour cet utilisateur

source: He will have access to :
fr: Il aura accès à :

source: Nothing at all. No email and no Web.
fr: Aucun accès, ni email, ni Web.

source: This option gives access to a limited list of websites which you will define later.
fr: Cette option donne accès à un nombre limité de sites web que vous pourrez définir plus tard.

source: Full Web access
fr: Accès Web intégral

source: This option gives access to all Internet ressources without limitations, e-mail, Web, etc.
fr: Cette option donne accès à toutes les ressources Internet sans aucune limitation.

source: This user will have a filtered Web access. Do you want to create a specific access rule for him ?
fr: Cet utilisateur aura un accès Web filtré. Voulez-vous créer une règle d'accès spécifique pour lui ?

source: Yes
fr: Oui

source: No
fr: Non

source: Choose an option, and click "Next"
fr: Choisissez une option et cliquez sur "suivant"

source: You can join him to existent rules in the list below. Lines in italics cannot be unselected, because they are defined for all users.
fr: Vous pouvez le joindre à une ou plusieurs des règles listées ci-dessous. Les lignes en italique ne peuvent être désélectionnées car elles sont applicables à tout le monde.

source: Select lines, if desired and click "Next"
fr: Sélectionnez une ou des lignes, si nécessaire et cliquez sur "Suivant"

source: Confirmation page.
fr: Page de confirmation.

source: User:
fr: Utilisateur:

source: Mac Address:
fr: Adresse Mac:

source: Internet Access:
fr: Accès Internet :

source: Filter Rules:
fr: Règles de filtrage:

source: Category:
fr: Catégorie:

source: You will be redirected to the Internet Filter page, where you will have to add the permissions given to the new user. Click on "Save & Close" to apply your choices or "Save & New" to create another user
fr: Vous allez être redirigé vers la page de configuration du filtre Internet, où vous pourrez ajouter les permissions que vous voulez donner à cet utilisateur. Cliquez sur "Enregistrer et Fermer" pour appliquer vos modifications ou sur Enregistrer et Nouveau pour créer un autre l'utilisateur.

source: Rename
fr: Renommer

source: Delete
fr: Supprimer

source: Edit groups
fr: Editer les groupes

source: Import...
fr: Importer...

source: Import from Repository
fr: Importer depuis le dépôt

source: Export to Repository
fr: Exporter vers le dépôt

source: Groups
fr: Groupes

source: Domains
fr: domaines

source: Search for groups to import
fr: Chercher les groupes à importer

source: Search:
fr: Chercher:

source: Search
fr: Chercher
