Repository: Averell7/idefix-config
Catalog: confix/share/locale/*/LC_MESSAGES/confix.po
Languages: fr

source: Groups Drag and Drop
fr: Glisser et déposer les groupes

source: Users Drag and Drop
fr: Glisser et déposer les utilisateurs

source: Firewall
fr: Pare-feu

source: Users
fr: Utilisateurs

source: Restore Backup
fr: Restaurer un backup

source: Restored from backup %s
fr: Backup restauré depuis %s

source: Corrupted Configuration
fr: Configuration corrompue

source: Your configuration is corrupted. Search for backup?
fr: Votre configuration est corrompue. Faut-il chercher un backup ?

source: unknown
fr: inconnu

source: Enter name for configuration
fr: Entrez le nom pour cette configuration

source: No user data
fr: Données utilisateur non disponibles

source: There is no user data present. Do you want to create standard categories ?
fr: Aucune donnée pour les utilisateurs. Voulez-vous créer les catégories standard ?

source: No Password
fr: Pas de mot de passe

source: Please enter a password
fr: Entrez un mot de passe SVP

source: User %s has no mac address !
fr: L'utilisateur %s n'a pas d'adresse Mac !

source: No FTP connexion
fr: Aucune connection FTP

source: sent
fr: Envoyé

source: Save and Quit
fr: Enregistrer et quitter

source: Quit without saving
fr: Quitter sans enregistrer

source: Data has been changed. Do you want to save your changes ?
fr: Les données ont été modifiées. Voulez-vous enregistrer les changements ?

source: Password
fr: Mot de passe

source: Entered password is incorrect
fr: Le mot de passe fourni est incorrect

source: Cancelling
fr: Annulation

source: No password entered, quitting
fr: Aucun mot de passe entré. Nous quittons.

source: Key
fr: Clef

source: User
fr: Utilisateurs

source: Not Connected
fr: Pas de connexion

source: Please connect to idefix first
fr: Connectez-vous d'abord à Idéfix, SVP

source: Finish
fr: Terminer

source: Next
fr: Suivant

source: Save & Close
fr: Enregistrer et Fermer

source: Save & New
fr: Enregistrer et créer un autre utilisateur

source: (New User)
fr: (Nouvel Utilisateur)

source: (Adding to Existing User)
fr: (Ajouter à un utilisateur existant)

source: Open (Allow all traffic)
fr: Ouvert (Accès à tout Internet)

source: No Internet Access
fr: Pas d'accès Internet

source: Filtered Internet
fr: Internet filtré

source: (New Rule)
fr: (Nouvelle règle)

source: Default
fr: Défaut

source: Select a user
fr: Sélectionner un utilisateur

source: You must select an existing user
fr: Vous devez sélectionner un utilisateur existant

source: You must select a user rather than a category
fr: Vous devez sélectionner un utilisateur et non une catégorie

source: Error
fr: Erreur

source: Invalid Mac address, please correct and retry
fr: Adresse Mac invalide, corrigez et réessayez

source: Address Invalid
fr: Adresse invalide

source: The address %s entered is not valid
fr: L'adresse %s n'est pas valide

source: Addresses OK
fr: Les adresses sont valides

source: All addresses are valid
fr: Toutes les adresses sont valides

source: Name must be given
fr: Vous devez donner un nom

source: You must set a name for this user
fr: Vous devez donner un nom à cet utilisateur

source: Name already used
fr: Ce nom est déjà utilisé

source: The name %s is already in use. Please choose another one.
fr: Le nom %s est déjà utilisé. Choisissez un autre nom.

source: %s will have a filtered Web access. Do you want to create a specific access rule for him ?
fr: %s aura un accès Web filtré. Voulez-vous créer une règle d'accès spécifique pour lui ?

source: You must be connected to idefix to see this list
fr: Vous devez être connecté pour qu'Idefix voie la liste

source: Incvalid configuration
fr: Configuration invalide

source: You cannot experiment yourself! Please choose another user.
fr: Vous ne pouvez pas expérimenter vos propres autorisations ! Choisissez un autre utilisateur.

source: Enter idefix ftp password
fr: Entrez le mot de passe ftp d'Idéfix

source: Idefix Not Found
fr: Aucun module Idéfix n'a été trouvé

source: Idefix was not detected. Please make sure it is connected to this computer and try again
fr: Idéfix n’a pas été détecté. S’il vous plaît assurez-vous qu’il est connecté à cet ordinateur et essayer à nouveau

source: Please select
fr: Sélectionnez, SVP

source: Please select an Idefix to configure
fr: Choisissez un module Idéfix à configurer

source: Invalid Name
fr: Nom invalide

source: Please enter a name
fr: Entrez un nom SVP

source: Could not detect
fr: Impossible de détecter

source: Could not contact the idefix server
fr: Impossible de trouver le serveur Idéfix

source: Could not find the MAC address
fr: Impossible de trouver l'adresse MAC

source: No ftp connection
fr: Pas de connexion FTP

source: We got an error with %s. Is it present on the server?
fr: Nous avons rencontré une erreur avec le fichier %s. est-il présent sur le serveur ?

source: could not get
fr: Impossible d'obtenir

source: Users List/All
fr: Utilisateurs Liste/Tous

source: Dest. List/All
fr: Dest. Liste/Tout

source: Allow/ Deny
fr: Permettre/ Interdire

source: On/Off
fr: Actif/inactif

source: Name of the new rule :
fr: Nom de la nouvelle règle

source: Remove user
fr: Supprimer un utilisateur

source: Do you want to remove user %s?
fr: Voulez-vous supprimer l'utilisateur %s ?

source: Not Supported
fr: Non supporté

source: Choosing a category is not yet supported
fr: Choisir une catégorie pour la liste des utilisateurs n'est pas encore supporté. Choisissez un nom d'utilisateur, merci

source: All day and week
fr: Toute la semaine Toute la journée

source: All destinations allowed.
fr: Accès ouvert à tout Internet.

source: Allowed Groups
fr: Groupes autorisés

source: Allowed Sites
fr: Sites autorisés

source: All connections to Internet are prohibited.
fr: Toutes les connexions à Internet sont interdites.

source: Denied Groups
fr: Groupes interdits

source: Denied Sites
fr: Sites interdits

source: Mo,Tu,We,Th,Fr,Sa,Su
fr: Lu,Ma,Me,Je,Ve,Sa,Di

source: Accept/Drop
fr: Accepter/Refuser

source: Enter group name
fr: entrer un nom de groupe

source: Delete %s
fr: Supprimer %s

source: Are you sure you want to delete port group?
fr: Êtes-vous sûr que vous voulez effacer ce groupe de ports ?

source: Merge
fr: Fusionner

source: Replace
fr: Remplacer

source: Cancel
fr: Annuler

source: Do you want to merge groups or replace existing?
fr: Ajouter aux groupes existants ou les remplacer ?

source: Replace all
fr: Tout remplacer

source: Merge all
fr: Tout fusionner

source: Duplicate group %s found
fr: Le groupe %s existe en double

source: Save
fr: Enregistrer

source: Don't forget to save
fr: N'oubliez pas d'enregistrer

source: Save Changes
fr: Enregistrer les changements

source: Do you want to save your changes?
fr: Voulez-vous enregistrer les changements ?

source: Import File
fr: Importer un fichier

source: Import
fr: Importer

source: Export File
fr: Exporter le fichier

source: Export
fr: Exporter

source: Export Group
fr: Exporter un groupe de sites

source: Are you sure you want to send this group to the repository?
fr: Êtes-vous sûr que vous voulez envoyer ce groupe vers le dépôt ?

source: Exported
fr: Exporté

source: Thank you for sending us the group details
fr: Merci de nous avoir envoyé les détails de ce groupe

source: Please try again
fr: Essayez de nouveau

source: Repository
fr: Dépôt

source: Could not get files from server
fr: Impossible de trouver les fichiers sur le serveur

source: Add Group
fr: Ajouter un groupe

source: Rename Group
fr: Renommer un groupe

source: Delete Group
fr: Supprimer un groupe

source: Do you want to delete %s?
fr: Voulez-vous effacer %s ?

source: Automatic
fr: Automatique

source: Open
fr: Ouvrir

source: LAN IP invalid
fr: Adresse LAN invalide

source: WAN IP invalid
fr: Adresse WAN invalide

source: WAN IP must be set
fr: L'adresse WAN doit être donnée

source: WAN IP address must be in WAN network
fr: L'adresse IP externe doit être incluse dans le réseau WAN

source: WAN Gateway must be in the WAN network
fr: La passerelle doit être incluse dans le réseau WAN

source: LAN must be in a different network to WAN
fr: LAN doit être dans un réseau différent de WAN

source: LAN IP must be set
fr: L'adresse IP du LAN doit être donnée

source: LAN IP address must be in LAN network
fr: L’adresse IP LAN doit être dans le réseau LAN

source: No FTP Settings
fr: Aucun paramètres pour FTP

source: DDclient handler must be set for automatic configuration
fr: Le gestionnaire DDclient doit être réglé pour la configuration automatique

source: DDClient handler must be set for automatic configuration
fr: Le gestionnaire DDclient doit être réglé pour la configuration automatique

source: Export Configuration
fr: Exporter la configuration

source: Export Auto DDClient Configuration
fr: Exporter la configuration automatique de DDClient

source: Could not conect to FTP
fr: Impossible d'obtenir la connexion FTP

source: FTP Connection Success
fr: Connexion FTP réussie

source: No idefix2 config found
fr: Aucune configuration trouvée

source: Sent configuration to idefix. It may be necessary to restart your device for your changes to take effect
fr: La configuration a été envoyée à Idefix. Il peut être nécessaire de redémarrer l'appareil pour que les nouvelles valeurs soient appliquées

source: Import Config
fr: Importer la configuration

source: You cannot Restore a configuration without a connexion. If you want to work offline, use Â«Open Configuration on disk...Â» in the developper menu
fr: Vous ne pouvez pas restaurer une configuration si vous n'êtes pas connecté. Si vous voulez travailler hors connexion, utilisez Â«Ouvrir une configuration sur votre disque...Â» dans le menu Développeur

source: Zip file could not be read
fr: Impossible de lire le fichier zip

source: Could not get FTP connection
fr: Impossible d'obtenir la connexion FTP

source: You must choose at least one option to restore
fr: Vous devez choisir au moins une option à restaurer

source: Permissions file does not exist in backup
fr: Le fichier de permissions n'est pas présent dans la sauvegarde

source: Network file does not exist in backup
fr: Le fichier de réseau n'est pas présent dans la sauvegarde

source: Connections file not exist in backup
fr: IL n'y a pas de profils de connexion dans le backup

source: Some files were not restored
fr: Certains fichiers n'ont pas pu être restaurés

source: Please restart Confix to use your restored profiles
fr: pour utiliser les profils restaurés, veuillez redémarrer Idéfix

source: Export Config
fr: Exporter la configuration

source: Cannot retrieve network configuration from Idefix. Skipping idefix2_conf.json
fr: Impossible de récupérer la configuration réseau depuis Idéfix. idefix_conf.json est ignoré.

source: Configuration saved
fr: Configuration enregistrée

source: (error)
fr: (erreur)

source: Editing %s
fr: %s en cours d'édition

source: New group name
fr: Nom du nouveau groupe

source: Enter a domain name
fr: Veuillez saisir un nom de domaine

source: Remove domain?
fr: Effacer le domaine ?

source: Remove domain: %s
fr: Confirmez l'effacement du domaine : %s

source: Edit domain name
fr: Éditez le nom de domaine

source: Filename
fr: Nom du fichier

source: No valid mac address for this user1 !
fr: Aucune adresse Mac valide pour cet utilisateur !

source: No mac address for this user2 !
fr: Aucune adresse Mac pour cet utilisateur !

source: Identifier
fr: Identifiant

source: Mac Address(es)
fr: Adresse(s) Mac

source: Name of the new category
fr: Nom de la nouvelle catégorie

source: Name of the new user
fr: Nom du nouvel utilisateur

source: User Exists
fr: L'utilisateur existe déjà

source: Username exists
fr: Ce nom existe déjà

source: Enter address
fr: Entrez l'adresse

source: Please, enter the Mac or IP address for this user
fr: Veuillez entrer une adresse Mac ou IP pour cet utilisateur

source: Category Exists
fr: La catégorie existe déjà

source: The category name already exists
fr: Ce nom existe déjà

source: Summary For
fr: Sommaire pour

source: # No mac address for this user3
fr: # Aucune adresse Mac pour cet utilisateur

source: <b><span color='green' size='x-large'>Access to Internet is limited for this user</span></b>
fr: <b><span color='green' size='x-large'>L'accès à Internet est limité pour cet utilisateur</span></b>

source: <b><span color='blue' size='x-large'>This user has full Internet access</span></b>
fr: <b><span color='blue' size='x-large'>Cet utilisateur a un accès Internet complet</span></b>

source: <b><span color='red' size='x-large'>This user has no Internet access</span></b>
fr: <b><span color='red' size='x-large'>Cet utilisateur n'a pas accès à Internet</span></b>

source: The user summary is not editable. See the Internet Filter tab.
fr: Le résumé des permissions de l'utilisateur n'est pas éditable. Voyez dans l'onglet du Filtre Internet.

source: Not editable
fr: Non modifiable

source: Your configuration is password protected. Please enter password below:
fr: Votre configuration est protégée par un mot de passe. Entrez le mot de passe ci-dessous :

source: SAVE
fr: Enregistrer

source: Disabled
fr: Désactivé

source: <b>Users</b>
fr: <b>Utilisateurs</b>

source: time condition
fr: condition horaire

source: <b>Comments</b>
fr: <b>Commentaires</b>

source: from
fr: de

source: to
fr: à

source: Website (presently in French)
fr: Site Internet

source: backup
fr: Sauvegarder...

source: edit
fr: Modifier

source: new
fr: Nouveau

source: add rule
fr: Ajouter une règle

source: delete rule
fr: Effacer la règle

source: rename rule
fr: Renommer la règle

source: delete
fr: supprimer

source: New Mac Address Configuration
fr: Configuration des adresses Mac

source: Create Default
fr: Configuration par défaut

source: Create with Assistant
fr: Créer avec l'Assistant

source: No Configuration For Your Mac Address
fr: Il n'y a pas de configuration pour votre adresse Mac

source: Your mac address was not found in the configuration. Create a new user?
fr: Votre adresse Mac n'a pas été trouvée dans la configuration. Faut-il créer un nouvel utilisateur ?

source: Configuration Finished
fr: Configuration terminée

source: Congratulations! You have configured this computer to have full internet access: If you have other devices (such as Tablet, Phone), you must add these mac addresses in order to use them After clicking close, you will be shown the internet filter rule created for you to edit.
fr: Félicitations! Vous avez configuré cet ordinateur pour avoir un accès Internet complet : Si vous avez d’autres appareils (tels que tablette, téléphone), vous devez ajouter leurs adresses mac afin de les utiliser Après avoir cliqué Fermer, la règle du filtre Internet créé pour vous sera affichée pour que vous puissiez la modifier.

source: new group
fr: nouveau groupe

source: delete group
fr: Supprimer un groupe

source: Add New
fr: Ajouter un nouveau

source: Remove
fr: Enlever

source: Restore Configuration
fr: Restaurer la configuration...

source: Select the file which you wish to restore, click the options to restore and click apply
fr: Sélectionnez les fichiers que vous voulez restaurer

source: Select Options to Restore:
fr: Choisissez les options à restaurer :

source: Network
fr: Réseau

source: Connexion Profiles
fr: Profils de connexion

source: add user above
fr: ajouter au dessus

source: add user below
fr: ajouter en dessous

source: add sub user
fr: ajouter un sous utilisateur

source: rename user
fr: Renommer un utilisateur

source: add new category
fr: Ajouter une catégorie

source: add new user
fr: ajouter un nouvel utilisateur

source: rename category
fr: Renommer la catégorie

source: move user to category...
fr: déplacer vers la catégorie...

source: _open connexion
fr: _ouvrir une Connexion

source: auto load last configuration
fr: Charger automatiquement la dernière configuration

source: Connections Profiles
fr: Profils de connexion

source: _Restore Configuration...
fr: _Restaurer la configuration...

source: from FTP connection
fr: depuis une connexion FTP

source: from file
fr: depuis un fichier

source: _Backup Configuration...
fr: Sauvegarder la configuration...

source: Developper
fr: Dévelopeur

source: Open configuration on disk...
fr: Ouvrir une configuration...

source: Save Configuration on disk...
fr: Enregistrer la configuration...

source: Save Configuration as...
fr: Enregistrer la configuration sous...

source: Network Configuration
fr: Configuration du réseau

source: Manage Services
fr: Gérer les services

source: Manage Ports
fr: Gérer les ports

source: Tools
fr: Outils

source: Groups Manager
fr: Gestion des groupes

source: Create user
fr: Créer un utilisateur

source: Experiment user permissions
fr: Expérimenter les permissions d'un autre utilisateur

source: Network Summary
fr: État du Réseau

source: Set Idefix Date
fr: Régler l'horloge d'Idéfix

source: _Help
fr: _Aide

source: Colors
fr: Couleurs

source: Active Connection :
fr: Configuration active :

source: label
fr: étiquette

source: Experimenting...
fr: Expérimentation de...

source: User...
fr: Utilisateur...

source: Send configuration to Idefix
fr: Envoyer la configuration à Idéfix

source: open access
fr: accès ouvert

source: filtered access
fr: Accès filtré

source: <b>Internet access</b>
fr: <b>Accès Internet</b>

source: Mac Addresses
fr: Adresse Mac

source: Filter Name
fr: Nom du _filtre

source: Times
fr: Conditions horaires

source: Right click a line to edit
fr: Pour éditer ces règles, faites un clic droit dessus

source: Users and Categories
fr: Utilisateurs et Catégories

source: DNS Filter Rules
fr: Règles de filtrage

source: Proxy Filter Rules
fr: Règles de filtrage du proxy:

source: Port Filter Rules
fr: Règles de filtrage par ports :

source: List / All
fr: Liste/Tout

source: This rule applies to all users
fr: Cette règle s'applique à tous les utilisateurs

source: Allow / Deny
fr: Permettre/Interdire

source: Allowed groups
fr: Groupes autorisés

source: Allowed sites
fr: Sites autorisés

source: All destinations allowed
fr: Accès ouvert à tout Internet

source: Internet Filter
fr: Filtre Internet

source: Filter log
fr: Journal du filtre

source: Why...
fr: Pourquoi...

source: Connected Users
fr: Utilisateurs connectés

source: <b>Search</b>
fr: <b>Chercher</b>

source: Mac Address
fr: Adresse Mac

source: Domain
fr: Domaine

source: Start Search
fr: Lancer la recherche

source: Advanced
fr: Avancé

source: Group Name
fr: Nom du groupe

source: Match Domain
fr: Domaine recherché

source: Allow/Deny
fr: Permettre/ Interdire

source: Why
fr: Pourquoi

source: Search:
fr: Chercher:

source: column
fr: colonne

source: Filter Log
fr: Journal du filtre

source: Add as New User
fr: Nouvel Utilisateur

source: Add to Existing User
fr: Ajouter à un utilisateur existant

source: IP Address
fr: Adresse IP

source: MAC Address
fr: Adresse Mac

source: Hostname
fr: Nom d'hôt

source: _Edit
fr: Édition

source: Save file
fr: Enregistrer

source: reconfigure
fr: reconfigurer

source: Apache log
fr: Journal Apache

source: Cron log
fr: Journal de Cron

source: Syslog
fr: Journal système

source: configuration files
fr: fichiers de configuration

source: Directories
fr: Répertoires

source: Network status
fr: État du Réseau

source: services status
fr: État des services

source: command
fr: commande

source: Go
fr: Lancer

source: Update
fr: Mettre à jour

source: WARNING !!! Be VERY careful : Wrong parameters may crash your system
fr: ATTENTION !!! Soyez TRÈS prudent: Des paramètres incorrects peuvent rendre votre système inutilisable

source: Close editor
fr: Fermer l'éditeur

source: Add Rule from Filter
fr: Ajouter une règle pour le filtre

source: Select the subdomain you want to filter from the list below and select the destination group or rule.
fr: Sélectionnez le (sous-)domaine que vous voulez filtrez dans la liste ci-dessous et sélectionnez un groupe ou une règle auquel l'ajouter.

source: Time Conditions
fr: Conditions horaires

source: Days
fr: Jours

source: Comments
fr: Commentaires

source: from :
fr: de :

source: to :
fr: à :

source: Mo
fr: Lu

source: Tu
fr: Ma

source: We
fr: Me

source: Th
fr: Je

source: Su
fr: Di

source: Strict End:
fr: Arrêt strict :

source: Days :
fr: Jours :

source: Close
fr: Fermer

source: Load Default
fr: Charger les valeurs par défaut

source: Please enter your network configuration
fr: Entrez votre configuration réseau

source: IP Addresss
fr: Adresse IP

source: LAN Connection (eth1)
fr: Réseau local (eth1)

source: Start Address
fr: Adresse de début

source: End Address
fr: Adresse de fin

source: FTP Settings
fr: Paramètres FTP

source: Username
fr: Nom d'utilisateur

source: Host
fr: Hôte

source: DNS Settings
fr: Paramètres DNS

source: DNS Filtering
fr: Filtrage DNS

source: DDClient Settings
fr: Paramètres DDClient

source: Login
fr: Identifiant

source: Domain
fr: Domaine

source: Send to Idefix
fr: Envoyer à Idefix

source: Loading
fr: Chargement

source: Loading remote configuration. Please wait
fr: Configuration distante en cours de chargement. Merci de patienter.

source: Set Idefix time
fr: Régler l'horloge d'Idéfix

source: Check Box Gui
fr: Interface type cases à cocher

source: Show Filter Tab on Startup
fr: Ouvrir l'onglet de filtrage au démarrage

source: Show Developper Menu
fr: Afficher le menu Développeur

source: Password Protect:
fr: Mot de passe :

source: Advanced filter configuration
fr: Configuration avancée des filtres

source: Check Permissions
fr: <b>Vérifier les Permissions</b>

source: Select a user and enter a domain to check
fr: Choisissez un utilisateur et entrez un domaine à vérifier

source: Domain:
fr: Domaine :

source: Name
fr: Nom

source: Don’t modify theses values unless you know exactly what you are doing. Improper values can ruin your filtering scheme.
fr: Ne modifiez pas ces valeurs si vous ne savez pas exactement ce que vous faites ! Des valeurs de ports incorrectes peuvent ruiner totalement votre filtrage.

source: Group
fr: Groupe

source: Connections : Edit Profiles
fr: Connexions : Éditer le profil

source: Server
fr: Serveur

source: Edit Proxy Group
fr: Editer le groupe

source: Add
fr: Ajouter

source: Finished
fr: Terminé

source: Select User
fr: Sélectionner un utilisateur

source: Select a user to add MAC address to
fr: Choisissez un utilisateur à qui attribuer l'adresse MAC

source: Services Control Panel
fr: Panneau de contrôle des services

source: Refresh
fr: Rafraîchir

source: Start Selected
fr: Démarrer l'option sélectionnée

source: Stop Selected
fr: Arrêter

source: Load backup
fr: Charger une sauvegarde

source: Page d’introduction
fr: Introduction

source: Page de confirmation
fr: Confirmation

source: User permissions experiment
fr: Expérimentation des permissions d'un utilisateur

source: First, select your own account in the left list Then select the user you want to test in the right list
fr: 1) Sélectionnez votre nom d'utilisateur dans la liste de gauche 2) Sélectionnez dans la liste de droite, l'utilisateur dont vous vous voulez tester les permissions

source: will experiment the permissions of --->
fr: expérimentera les permissions de ---->

source: Once you have applied, a red button will appear in the top of the window. Click on this button to end the experiment and reset the situation to normal. Don't forget to do this before you close the program !
fr: Quand vous aurez démarré l'expérimentation avec le bouton ci-dessous, un bouton rouge apparaîtra dans la barre de titre. Cliquez sur ce bouton pour revenir à la situation normale. Pensez à le faire avant de fermer le programme !

source: start experimentation
fr: Commencer l'expérimentation

source: Help system
fr: Aide

source: e-mail
fr: courriel

source: full Internet access (includes e-mail and Web)
fr: Accès Internet intégral. Cela inclut le courriel et l'accès au Web
